Repository: mfmansueli/ZipUp
Catalog: ZipUp/SupportFiles/Localizable.xcstrings
Source language: en
Languages: fr, it, pt_br

source: Create your first trip to get started.
fr: Organise ton premier voyage
it: Crea il tuo primo viaggio.
pt_br: Crie sua primeira viagem para começar.

source: are you going next?
fr: allez-vous ensuite?
it: sarà la tua prossima meta?
pt_br: o seu próximo destino?

source: (%lld days)
fr: (%lld jours)
it: (%lld giorni)
pt_br: (%lld dias)

source: %lld days
fr: (%lld jours)
it: (%lld giorni)
pt_br: %lld dias

source: %lld Days
fr: (%lld jours)
it: (%lld giorni)
pt_br: %lld Dias

source: Add item
fr: Ajouter un élément
it: Aggiungi elemento
pt_br: Adicionar item

source: Add to bag
fr: Ajouter dans le sac
it: Aggiungi allo zaino
pt_br: Adicionar à mochila

source: Add trip
fr: Ajouter un voyage
it: Aggiungi un viaggio
pt_br: Adicionar viagem

source: Adventure
fr: Aventure
it: Avventura
pt_br: Aventura

source: All good, take me to the bag!
fr: Parfait, allons voir le sac!
it: Perfetto, portami allo zaino
pt_br: Tudo certo, me leve para a mochila!

source: avg. max.
fr: moy. max.
it: media max.
pt_br: méd. máx.

source: avg. min.
fr: moy. min.
it: media min.
pt_br: méd. mín.

source: Bag builder progress: Suggestions remaining; 4
fr: Progression de la préparation du sac : Suggestions restantes ; 4
it: Progresso preparazione zaino: Suggerimenti rimanenti; 4
pt_br: Progresso da montagem da mochila: Sugestões restantes; 4

source: Beach
fr: Plage
it: Spiaggia
pt_br: Praia

source: BUILD ME A BAG!
fr: PRÉPARER MON SAC!
it: PREPARA LO ZAINO!
pt_br: MONTE MINHA MOCHILA!

source: Cancel
fr: Annuler
it: Annullamento
pt_br: Cancelar

source: Dates Required
fr: Dates requises
it: Date richieste
pt_br: Necessario informar as datas

source: Decrease number of %@
fr: Diminuer le nombre de %@
it: Diminuire il numero di %@
pt_br: Diminuir quantidade de %@

source: Delete
fr: Supprimer
it: Cancellare
pt_br: Excluir

source: Destination Required
fr: Destination requise
it: Destinazione richiesta
pt_br: Informe o destino

source: Discard from bag
fr: Retirer du sac
it: Scartare dallo zaino
pt_br: Remover da mochila

source: Folding the clothes...
fr: Sélection des affaires…
it: Piegare i vestiti...
pt_br: Dobrando as roupas…

source: Getting the best tips for your bag...
fr: Avec les meilleurs conseils pour ton sac…
it: Ottenere i migliori suggerimenti per lo zaino…
pt_br: Carregando os melhores conselho para a sua mochila…

source: Increase number of %@
fr: Augmenter le nombre de %@
it: Aumentare il numero di %@
pt_br: Aumentar quantidade de %@

source: No Trip Selected
fr: Aucun voyage sélectionné
it: Nessun viaggio selezionato
pt_br: Nenhuma Viagem Selecionada

source: packed
fr: Prêt
it: inserito
pt_br: guardado

source: Past
fr: Passés
it: Viaggi effettuati
pt_br: Passadas

source: Pick your dates
fr: Choisis tes dates
it: Scegli la data
pt_br: Escolha suas datas

source: Please select a destination before proceeding.
fr: Sélectionne une destination avant de poursuivre.
it: Selezionare una destinazione prima di procedere.
pt_br: Par favor selecione o destino para prosseguir.

source: Please select a trip to view the packing list.
fr: Sélectionne un voyage pour voir la liste.
it: Selezionare un viaggio per visualizzare la lista degli elementi.
pt_br: Selecione uma viagem para ver a lista de itens.

source: Please select the dates for your trip before proceeding.
fr: Sélectionne les dates de ton voyage avant de poursuivre.
it: Selezionare le date del viaggio prima di procedere.
pt_br: Por favor selecione uma data para a sua viagem para prosseguir.

source: Relaxation
fr: Détente
it: Relax
pt_br: Relaxamento

source: Remove from bag
fr: Retirer du sac
it: Rimuovere dallo zaino
pt_br: Remover da mochila

source: Search for a location
fr: Rechercher un lieu
it: Cerca una località
pt_br: Buscar um local

source: Select dates
fr: Sélectionner les dates
it: Selezionare le date
pt_br: Selecione as datas da sua viagem

# Suggestion: %@. Number to bring: %lld
source: Suggestion: %1$@. Number to bring: %2$lld
fr: Suggestion : %1$@. Nombre à emporter : %2$lld
it: Suggerimento: %@. Numero di elementi da portare: %lld
pt_br: Sugestão: %1$@. Quantidade para levar: %2$lld

source: Swipe to add or remove our suggestions from your bag
fr: Swipe vers la gauche ou la droite pour ajouter ou retirer nos suggestions
it: Swipe con il dito per aggiungere o rimuovere i nostri suggerimenti dallo zaino
pt_br: Deslize para adicionar ou remover\nnossas sugestões da sua mochila

source: Upcoming
fr: À venir
it: Prossimi viaggi
pt_br: Próximas

source: We are preparing your bag...
fr: Nous préparons ton sac...
it: Stiamo preparando il tuo zaino...
pt_br: Estamos preparando a sua mochila…

source: wearing
fr: porté dans l’avion
it: indossato
pt_br: usando

source: What are you doing?
fr: Quelle catégorie?
it: Quale categoria?
pt_br: Quais atividades voce planejou?

source: When?
fr: Quand ?
it: Quando?
pt_br: Quando?

source: Where
fr: Où
it: Quale
pt_br: Qual

source: Where are you going next?
fr: Où vas-tu ensuite?
it: Quale sarà la tua prossima meta?
pt_br: Qual o seu próximo destino?

source: Where are you going?
fr: Où allez-vous?
it: Dove andrai?
pt_br: Qual é o seu destino?

source: Your bag
fr: Ton sac
it: Il tuo zaino
pt_br: Sua mochila

source: Culture
it: Culturale
pt_br: Cultura

source: Naples, New York, Bangkok...
it: Napoli, New York, Bangkok...
pt_br: Nápolis, Nova Iorque, Bangkok...

source: Business
pt_br: Trabalho

source: When are you going?
pt_br: Quando é a sua viagem?
